tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "black"
brew "php"
brew "composer"
brew "fd"
brew "flake8"
brew "gawk"
brew "git"
brew "gnupg"
brew "google-java-format"
brew "julia"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "stylua"
brew "wget"
cask "alt-tab"
cask "discord"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "notion"
cask "opera"
cask "qbittorrent"
cask "stats"
cask "telegram-desktop"
cask "visual-studio-code"
cask "whatsapp"
